var mapData = {
    "ny":{
        articles: [
            {
                title: "ショーン・ベル事件",
                subtitle: "ニューヨーク州",
                year:"2006年",
                text: "2006年11月25日に丸腰のショーンベルと言う黒人青年（23歳）が警官に50発の銃弾を浴びせ死亡させた事件。麻薬が関わっていると疑われていたビルを出たところで友達とともに打たれた。警官はこの際、凶器をもっていると思いこんでしまった。警官の判決は無罪。",
                source: "(出典：https://www.city-journal.org/html/no-cops-didn%E2%80%99t-murder-sean-bell-12990.html)"
            },
            {
                title: "エリック・ガーナー窒息死事件",
                subtitle: "ニューヨーク州",
                year:"2014年",
                text: "ニューヨーク州で脱税を疑われた黒人が警察官に取り押さえられ窒息しさせられる。警察官は不起訴。",
                source: "(出典：https://www.bbc.com/japanese/49403358)"
            }
        ]
    },

    "or":{
        articles: [
            {
                title: "催涙ガス",
                subtitle: "オレゴン",
                year:"2020年",
                text: "6月26日にアメリカのポートランドで他の反対運動と比べ非常的に暴力的な黒人差別反対運動が勃発。抗議者側は警察の管区に火をつけた。警察側はこの事に対し、催涙ガスを使い抗議者を解散させた。これによって、視聴はポートランドでの催涙ガスの使用を禁じた。また、警察側もセキュリティレベルを上げることを決定した。",
                source: "(出典：https://www.opb.org/article/2020/09/10/portland-mayor-ted-wheeler-bans-use-of-tear-gas-in-ongoing-protests/)"
            }
        ]
    },
    "ca":{
        articles: [
            {
                title: "オスカー・グラント事件",
                subtitle: "カリフォルニア州",
                year:"2009年",
                text: "サンフランシスコとベイエリアの各地をつなぐ公営高速鉄道システムの駅内で喧嘩をしていたと通報を受けた鉄道警察官らに電車から降ろされ、押さえつけられた状態で撃たれ死亡した事件。",
                source: "(出典：https://www.afpbb.com/articles/-/2558377)"
            }
        ]
    },
    "mn":{
        articles: [
            {
                title: "フィランド・カスティール死亡事件",
                subtitle: "ミネソタ州",
                year:"2006年",
                text: "自動車の後部のライトが壊れていたため、警官に呼び止められ撃たれて死亡した事件。警察の命令に従い車を停めたカスティールさんは、自分は銃を隠し持つ許可を受けており今も銃を携帯していると警官に告げた。その上で、免許証を取ろうと手を伸ばしたところで、警官に撃たれた。",
                source: "(出典：https://www.bbc.com/news/world-us-canada-30207808)"
            }
        ]
    },
    "mo":{
        articles: [
            {
                title: "マイケル・ブラウン射殺事件",
                subtitle: "ミズーリ州",
                year:"2014年",
                text: "マイケル・ブラウンさんは9日、友人とファーガソンの通りを歩いていたところ、警官と出くわした。ブランさんと一緒にいた友人のドリアン・ジョンソンさんは警官がブラウンさんに突っかかっていき、逃げようとしたブラウンさんを射殺したと述べている。ファーガソン警察は、ブラウンさんが警官を襲ったと主張し、13日には、警官が口論に巻き込まれてケガをしたと述べていた。複数の目撃者によると、警官が銃撃した時、ブラウンさんは両手を上げていたという。また、ファーガソン警察署は15日、ブラウンさんがコンビニエンスストアで窃盗をはたらいたとみられる防犯カメラ映像を公開した。この窃盗容疑は、ブラウンさんの射殺とは関連性がなく、射殺した警官ダレン・ウィルソン氏（28）は、窃盗容疑を知らずにブラウンさんを撃ったという。",
                source: "(出典：https://www.bbc.com/news/world-us-canada-30207808)"
            }
        ]
    },
    "il":{
        articles: [
            {
                title: "ロリ・ライトフット市長宅デモ事件",
                subtitle: "イリノイ州",
                year:"2020年",
                text: "デモは市長の家の前で行われ、すぐに警察官が出動しましたが、火炎瓶や、凍ったボトル、石などを投げ、怪我人が出ました。およそ18人の警察官が負傷し、12人が逮捕に至りました。抗議者に対し、民間警察説明責任局（COPA）は、「警察の不正行為に関して送られた多数の苦情を現在調査中である」ことを明確にしました。この事件をきっかけに、シカゴでは警察の警備がさらに厳重になりました。",
                source: "(出典：https://edition.cnn.com/2020/07/19/us/chicago-protest-lori-lightfoot/index.html)"
            }
        ]
    },

    "ky":{
        articles: [
            {
                title: "ブリオナ・テイラー死亡事件",
                subtitle: "ケンタッキー州",
                year:"2020年",
                text: "ルイスヴィル在住のブリオナ・テイラーが薬物捜査のため彼女の自宅に誤って強制的に侵入した警官に射殺された事件です。彼女の死後、ルイスヴィル市は無断の家宅捜査を禁止する“ブリオナ法”を成立させました。しかし、彼女の死に関わった3人の警官はいまだ解雇も、殺人で逮捕も起訴もされていません。この事件がきっかけて、ルイスヴィル市では、無断で家宅捜索を禁止する「ブリオナ法」を制定しました。",
                source: "(出典：https://news.yahoo.co.jp/articles/56b1f3446a23795bf4b220e43156f3100b61ff82)"
            }
        ]
    },
    "fl":{
        articles: [
            {
                title: "トレイボン・マーティン射殺事件",
                subtitle: "フロリダ州",
                year:"2012年",
                text: "2012年2月26日、フロリダ州サンフォードのヒスパニック系自警団であったジョージ・ジンマーマンは「近隣に不審な人がいる」と通報を受け見回りをしていた。ジョージ・ジンマーマンはトレイボン・マーティンに対して、人に近づかないことと車から降りないことを命令しました。しかし、その命令に従わなかったトレイボン・マーティンはジョージ・ジンマーマンによって銃殺されてしまいました。しかし、長い裁判の末にジョージ・ジンマーマンは全ての容疑で無罪と判決されました。",
                source: "(出典：https://edition.cnn.com/2013/06/05/us/trayvon-martin-shooting-fast-facts/index.html)"
            }
        ]
    },
    "ga":{
        articles: [
            {
                title: "アマード・アベリー死亡事件",
                subtitle: "ジョージア州",
                year:"2020年",
                text: "ジョギングしてた黒人男性のアマード・アベリーが白人親子に殺害される事件です。しかし、事件後に親子は釈放されています。容疑者は、近所で発生した強盗事件の犯人だと思ったと主張しています。",
                source: "(出典：https://www.afpbb.com/articles/-/3282258)"
            }
        ]
    },
    "md":{
        articles: [
            {
                title: "フレディ・グレイ死亡事件",
                subtitle: "メリーランド州",
                year:"2015年",
                text: "警察車両をみて逃走したフレディ・グレイは拘束された際、車両の後部座席で脊髄を骨折してしまいました。搬送されたた後死亡が確認されました。警察官6人が起訴され、第2級暴行罪や過失致死などの罪に問われていたが、これまでに裁判で3人が無罪判決を言い渡されていました。検察は、残る3人についても同じ結果になる可能性が高いとして起訴を取り下げました。",
                source: "(出典：https://www.bbc.com/news/world-us-canada-32400497)"
            }
        ]
    },
    "oh":{
        articles: [
            {
                title: "ジョン・クロフォード射殺事件",
                subtitle: "オハイオ州",
                year:"2015年",
                text: "Walmartというショッピングマーケットで窃盗の疑いがあったジョンクロフォードさんは、警察に発砲され死亡してしまいました。",
                source: "(出典：https://www.nbcnews.com/news/us-news/john-crawford-iii-case-feds-announce-no-charges-officer-fatal-n782091"
            },
            {
                title: "タミル・ライス事件",
                subtitle: "オハイオ州",
                year:"2014年",
                text: "オハイオ州で模造銃を持っていた12歳の黒人の少年を警察官が発砲し死亡した事件です。誰彼かまわず銃口をむけている」と通報があり、その結果警察官に撃たれて死亡してしまいました。",
                source: "(出典：https://www.afpbb.com/articles/-/3032827)"
            }
        ]
    },
    "pa":{
        articles: [
            {
                title: "アントワン・ローズ・ジュニア死亡事件",
                subtitle: "ペンシルヴェニア州",
                year:"2018年",
                text: "優秀な学生だったアントワン・ローズ・ジュニアは、背後から頬と肘を撃たれ死亡してしまいました。その翌日、イースト・ピッツバーグ警察署にはたくさんの黒人の若者が押し寄せました。容疑者は銃のようなものを所持していたと主張しています。",
                source: "(出典：https://www.pbs.org/newshour/nation/what-we-know-about-the-police-shooting-death-of-antwon-rose-jr)"
            }
        ]
    },
    "ma":{
        articles: [
            {
                title: "ボストンでの人種的正義集会",
                subtitle: "マサチューセッツ州",
                year:"2020年",
                text: "2020年9月5日、マサチューセッツ州ボストンで人種的正義の集会を実施するために、「ブラック・ライヴズ・マター」の支持者が集まりました。支持者たちはコプリースクエアに集まり、銃撃で殺された犠牲者の写真を持ち抗議しました。さらに、学生たちは集まり、黒人コミュニティへの投資と政治への資金提供を呼びかけました。",
                source: "(出典：https://www.nbcboston.com/news/local/racial-justice-rally-boston-draws-hundreds-black-lives-matter-supporters/2189898/)"
            }
        ]
    },
}