var mapData = {
    "ny":{
        articles: [
            {
                title: "ショーン・ベル事件",
                subtitle: "ニューヨーク州",
                year:"2006年",
                text: "2006年11月25日に丸腰のショーンベルと言う黒人青年（23歳）が警官に50発の銃弾を浴びせ死亡させた事件。麻薬が関わっていると疑われていたビルを出たところで友達とともに打たれた。警官はこの際、凶器をもっていると思いこんでしまった。警官の判決は無罪。"
            },
            {
                title: "エリック・ガーナー窒息死事件",
                subtitle: "ニューヨーク州",
                year:"2014年",
                text: "ニューヨーク州で脱税を疑われた黒人が警察官に取り押さえられ窒息しさせられる。警察官は不起訴。"
            }
        ]
    },

    "or":{
        map:"ore.png",
        articles: [
            {
                title: "催涙ガス",
                subtitle: "オレゴン",
                year:"2020年",
                text: "6月26日にアメリカのポートランドで他の反対運動と比べ非常的に暴力的な黒人差別反対運動が勃発。抗議者側は警察の管区に火をつけた。警察側はこの事に対し、催涙ガスを使い抗議者を解散させた。これによって、視聴はポートランドでの催涙ガスの使用を禁じた。また、警察側もセキュリティレベルを上げることを決定した。"
            }
        ]
    },
    "ky":{
        map:"ken.png",
        articles: [
            {
                title: "ブリオナ・テイラー死亡事件",
                subtitle: "ケンタッキー州",
                year:"2020年",
                text: "ルイスヴィル在住のブリオナ・テイラーが薬物捜査のため彼女の自宅に誤って強制的に侵入した警官に射殺された事件。彼女の死後、ルイスヴィル市は無断の家宅捜査を禁止する“ブリオナ法”を成立させた。しかし、彼女の死に関わった3人の警官はいまだ解雇も、殺人で逮捕も起訴もされていない。この事件がきっかけて、ルイスヴィル市では、無断で家宅捜索を禁止する「ブリオナ法」を制定した。"
            }
        ]
    },
    "ca":{
        map:"kari.png",
        articles: [
            {
                title: "オスカー・グラント事件",
                subtitle: "カリフォルニア州",
                year:"2009年",
                text: "サンフランシスコとベイエリアの各地をつなぐ公営高速鉄道システムの駅内で喧嘩をしていたと通報を受けた鉄道警察官らに電車から降ろされ、押さえつけられた状態で撃たれ死亡した事件。"
            }
        ]
    },
    "fl":{
        map:"huro.png",
        articles: [
            {
                title: "トレイボン・マーティン射殺事件",
                subtitle: "フロリダ州",
                year:"2012年",
                text: "2012年2月26日、フロリダ州サンフォードのヒスパニック系自警団であったジョージ・ジンマーマンは「近隣に不審な人がいる」と通報を受け見回りをしていた。ジョージ・ジンマーマンはトレイボン・マーティンに対して、人に近づかないことと車から降りないことを命令いた。しかし、その命令に従わなかったトレイボン・マーティンはジョージ・ジンマーマンによって銃殺された。しかし、長い裁判の末にジョージ・ジンマーマンは全ての容疑で無罪と判決された。"
            }
        ]
    },
    "mn":{
        map:"mizu.png",
        articles: [
            {
                title: "マイケル・ブラウン射殺事件",
                subtitle: "ミズーリ州",
                year:"2014年",
                text: "マイケル・ブラウンさんは9日、友人とファーガソンの通りを歩いていたところ、警官と出くわした。ブランさんと一緒にいた友人のドリアン・ジョンソンさんは警官がブラウンさんに突っかかっていき、逃げようとしたブラウンさんを射殺したと述べている。ファーガソン警察は、ブラウンさんが警官を襲ったと主張し、13日には、警官が口論に巻き込まれてケガをしたと述べていた。複数の目撃者によると、警官が銃撃した時、ブラウンさんは両手を上げていたという。また、ファーガソン警察署は15日、ブラウンさんがコンビニエンスストアで窃盗をはたらいたとみられる防犯カメラ映像を公開した。この窃盗容疑は、ブラウンさんの射殺とは関連性がなく、射殺した警官ダレン・ウィルソン氏（28）は、窃盗容疑を知らずにブラウンさんを撃ったという。"
            }
        ]
    },
}