var historyData = [
    [/*第一章*/
        [/*first event*/
            {
                title:"新大陸の発見",
                text: "コロンブスを筆頭に新大陸の探検が始まり、西方に広がる海が発見された。その結果「今、自分たちのいる場所はインドではなく、別の大陸なのではないか」と思う人が出てくるようになった。南米大陸までの探検が続くと「新大陸」であることが確定した。新大陸は多くの移民が集まり、植民地化していくことになる。 16世紀初め:アメリゴ・ベスプッチ(イタリアの探検家)にちなんで新大陸を「アメリカ」と表記するようになった。",
            },
        ],
        [/*second event*/
            {
                title:"奴隷輸入",
                text:"アフリカから黒人奴隷を載せた船が始めてイギリス領アメリカに到着。黒人奴隷たちは、過酷な労働を強いられた。その後、イギリスによる三角貿易によって黒人奴隷の輸入は広がっていった。",
            }
        ],
        [/*third event*/
            {
                title:"13の植民地誕生",
                text:"13の植民地支配はイギリスとフランスを中心に行われてきた。13の植民地ではプランテーション(大規模農業)が展開され、それが植民地の経済を支えてきた。しかし、18世紀に入り植民地とイギリス・フランスの対立が激化することになる。"
            }
        ],
        [/*forth event*/
            {
                title:"七年戦争(1756年~1763年)",
                text:"オーストリアで起こった戦争であり、後にアメリカ・インド・アフリカなど世界を巻き込む戦争へと発展していった。七年戦争に参戦することになったアメリカの中で、アメリカを舞台として起こった戦争をフレンチ・インディアン戦争(イギリス VS フランス)と呼ぶ。フレンチ・インディアン戦争で勝利したイギリスは、アメリカの植民地に対して過酷な重税をかけることになる。"
            }
        ],
        [/*fifth event*/
            {
                title:"砂糖法(1764年)",
                text:"糖蜜1ガロンあたり3ペンスの税が課されるもの。前身にあたる「糖蜜法」よりも金額的には少なくなったものの、対象がワインやコーヒー、衣類などにも広げられた。"
            }
        ],
        [/*sixth event*/
            {
                title: "印紙法(1765年)",
                text:"すべての印刷物にイギリスの印紙を貼るというもの。新聞やパンフレット、証書やトランプにも印紙が貼られた。その結果、植民地の人々の不満が激化した。"
            }
        ],
        [/*seventh event*/
            {
                title:"タウンゼンド諸法(1767年)",
                text:"課税を目的とした5つの法令をまとめたもの。ガラスや鉛にも課税された。これに対し植民地側は本国製品輸入協定で対抗。また、ドーターズ=オブ=リヴァティーの女性達はアメリカ製品愛用運動に立ち上がった。このように、反対運動が激化し、1770年に撤廃されることになる。"
            }
        ],
        [/*eight event*/
            {
                title:"ボストン茶会事件(1773年)",
                text:"1773年に茶法が制定される。茶法とはイギリスが植民地の茶市場を独占しようとするもの。茶法制定の結果、アメリカ植民地側は不満を持ち、ボストン港に入港したイギリス船から茶葉を海に投げ捨てるという事件が起こる。イギリスはボストン港を閉鎖し、マサチューセッツ植民地の自治を制限するなど厳しく対応した。"
            }
        ],
        [/*ninth event*/
            {
                title:"強圧的諸条令(1774年)",
                text:"イギリスが定めた条令で「耐え難き条令(Coercive Acts)」とも呼ばれる。これらのイギリス本国の制裁措置に対して植民地側は1774年9月、フィラデルフィアで大陸会議を招集し、イギリス本国との通商を拒絶することを決議し、本国と植民地の対立は深くなった。1775年4月、武力衝突が起きてついにアメリカ独立戦争へと発展していく。"
            }
        ]
    ],
    [/*第二章*/
        [/*first event*/
            {
                title:"レキシントン・コンコードの戦い(1775年)",
                text:"コンコードに貯蔵されていた植民地側の軍需物資を押収に向かったイギリス軍と、植民地側の民兵がレキシントンで衝突した戦争。イギリス軍はコンコードでの押収には成功したが、帰路の途中で植民地側の待ち伏せにあい、244名が死傷した。"
            }
        ],
        [/*second event*/
            {
                title:"第二回大陸会議(1775年5月)",
                text:"フィラデルフィアで開催された第二回大陸会議では、ワシントンを総司令官として、13の植民地の団結力を高め、イギリス本国と戦い独立を勝ち取ろうとした。"
            }
        ],
        [/*third event*/
            {
                title:"トマス=ペインによる「コモン=センス」の発行(1776年1月)",
                text:"「われわれのの自由と権利を侵害するイギリスから独立を求めるのは常識だ」という主旨が、世論を独立へと動かす大きな原動力となっていった。"
            }
        ],
        [/*fourth event*/
            {
                title:"アメリカ独立宣言(1776年7月)",
                text:"トマス=ジェファソンが原案を起草しアメリカの自由・平等など基本的人権を認め、イギリスに対抗する革命権を認めることを宣言。\n" +
                    "[理念]\n" +
                    "1.基本的人権 　\n" +
                    "全ての人は平等で、生命や自由、幸福追求の権利をもつ\n" +
                    "2.革命権 　\n" +
                    "シエフによる権利の不当な行使に対して人民が対抗する権利をもつ\n" +
                    "3.人民主権 　\n" +
                    "国を統治する権力の源泉は国民にある\n" +
                    "→しかし、人権は黒人に適用されず、奴隷制は残り続けた"
            }
        ],
        [/*fifth event*/
            {
                title:"ヨークタウンの戦い(1781年9月〜10月)",
                text:"ヴァージニア植民地東岸のイギリス国最終拠点であるヨークタウンで、米仏連合軍がチャールズ・コーンウォリス率いるイギリス軍約7,000人を包囲、降伏させた。この戦いによって、アメリカ独立戦争における植民地軍の勝利は確定し、独立戦争は事実上の終結を見た。"
            }
        ],
        [/*sixth event*/
            {
                title:"終戦(1783年9月)",
                text:"1783年に締結したパリ条約によって、アメリカ独立戦争は終結した。この講和条約で、イギリスは13植民地を正式にアメリカ合衆国と認め、ミシシッピ以東のルイジアナをアメリカに割譲した。"
            }
        ]
    ],
    [/*第三章*/
        [/*event1*/
            {
                title:"ルイジアナ買収(1803)",
                text:"アメリカ合衆国のジェファソン大統領が、フランスのナポレオンから、ミシシッピ側以西からロッキー山脈に及ぶ広大なルイジアナを買収。"
            }
        ],
        [/*event2*/
            {
                title:"ハイチ独立の影響(1804年)",
                text:"ナポレオンはハイチを砂糖生産に特化させ、そこで必要な穀物をルイジアナに補完するという、メキシコ湾をまたいだ植民地帝国建設を計画していたが、1798年にハイチ独立運動が激化し、計画は破錠した。ナポレオンは、ハイチ独立運動の激化中にルイジアナを手放すことを決めた。(1804年にハイチの黒人革命は成功し、黒人最初の共和国が誕生した。)"
            }
        ],
        [/*event3*/
            {
                title:"米英戦争(1812年)",
                text:"イギリス・イギリス植民地のカナダ・インディアン諸部族とアメリカ合衆国で起きた北米植民地戦争。戦争の結果、アメリカのナショナリズムが高まり、さらにアメリカの産業・経済が自立を迎えた。"
            }
        ],
        [/*event4*/
            {
                title: "モンロー教書のはっぴょう(1823年)",
                text:"アメリカ第五代大統領のモンローが大統領教書として発表。ウィーン体制下のヨーロッパ諸国のアメリカ大陸への干渉を排除し、合衆国の孤立主義の外交原則を表明した。"
            }
        ]
    ],
    [/*第四章*/
        [/*event1*/
            {
                title:"",
                text:""
            }
        ]
    ]
]




// historyData[0][0][1].title