var historyData = [
    [/*第一章*/
        [/*first event*/
            {
                title:"新大陸の発見",
                text: "コロンブスを筆頭に新大陸の探検が始まり、西方に広がる海が発見された。その結果「今、自分たちのいる場所はインドではなく、別の大陸なのではないか」と思う人が出てくるようになった。南米大陸までの探検が続くと「新大陸」であることが確定した。新大陸は多くの移民が集まり、植民地化していくことになる。 16世紀初め:アメリゴ・ベスプッチ(イタリアの探検家)にちなんで新大陸を「アメリカ」と表記するようになった。",
            },
        ],
        [/*second event*/
            {
                title:"奴隷輸入",
                text:"アフリカから黒人奴隷を載せた船が始めてイギリス領アメリカに到着。黒人奴隷たちは、過酷な労働を強いられた。その後、イギリスによる三角貿易によって黒人奴隷の輸入は広がっていった。",
            }
        ],
        [/*third event*/
            {
                title:""
            }
        ]
    ],
    {},
    {},
]




// historyData[0][0][1].title