var historyData = [
    [/*第一章*/
        [/*first event*/
            {
                title:"新大陸の発見",
                text: "コロンブスを筆頭に新大陸の探検が始まり、西方に広がる海が発見された。その結果「今、自分たちのいる場所はインドではなく、別の大陸なのではないか」と思う人が出てくるようになった。南米大陸までの探検が続くと「新大陸」であることが確定した。新大陸は多くの移民が集まり、植民地化していくことになる。 16世紀初め:アメリゴ・ベスプッチ(イタリアの探検家)にちなんで新大陸を「アメリカ」と表記するようになった。",
            },
        ],
        [/*second event*/
            {
                title:"奴隷輸入",
                text:"アフリカから黒人奴隷を載せた船が始めてイギリス領アメリカに到着。黒人奴隷たちは、過酷な労働を強いられた。その後、イギリスによる三角貿易によって黒人奴隷の輸入は広がっていった。",
            }
        ],
        [/*third event*/
            {
                title:"13の植民地誕生",
                text:"13の植民地支配はイギリスとフランスを中心に行われてきた。13の植民地ではプランテーション(大規模農業)が展開され、それが植民地の経済を支えてきた。しかし、18世紀に入り植民地とイギリス・フランスの対立が激化することになる。"
            }
        ],
        [/*forth event*/
            {
                title:"七年戦争(1756年~1763年)",
                text:"オーストリアで起こった戦争であり、後にアメリカ・インド・アフリカなど世界を巻き込む戦争へと発展していった。七年戦争に参戦することになったアメリカの中で、アメリカを舞台として起こった戦争をフレンチ・インディアン戦争(イギリス VS フランス)と呼ぶ。フレンチ・インディアン戦争で勝利したイギリスは、アメリカの植民地に対して過酷な重税をかけることになる。"
            }
        ],
        [/*fifth event*/
            {
                title:"砂糖法(1764年)",
                text:"糖蜜1ガロンあたり3ペンスの税が課されるもの。前身にあたる「糖蜜法」よりも金額的には少なくなったものの、対象がワインやコーヒー、衣類などにも広げられた。"
            }
        ],
        [/*sixth event*/
            {
                title: "印紙法(1765年)",
                text:"すべての印刷物にイギリスの印紙を貼るというもの。新聞やパンフレット、証書やトランプにも印紙が貼られた。その結果、植民地の人々の不満が激化した。"
            }
        ],
        [/*seventh event*/
            {
                title:"タウンゼンド諸法(1767年)",
                text:"課税を目的とした5つの法令をまとめたもの。ガラスや鉛にも課税された。これに対し植民地側は本国製品輸入協定で対抗。また、ドーターズ=オブ=リヴァティーの女性達はアメリカ製品愛用運動に立ち上がった。このように、反対運動が激化し、1770年に撤廃されることになる。"
            }
        ],
        [/*eight event*/
            {
                title:"ボストン茶会事件(1773年)",
                text:"1773年に茶法が制定される。茶法とはイギリスが植民地の茶市場を独占しようとするもの。茶法制定の結果、アメリカ植民地側は不満を持ち、ボストン港に入港したイギリス船から茶葉を海に投げ捨てるという事件が起こる。イギリスはボストン港を閉鎖し、マサチューセッツ植民地の自治を制限するなど厳しく対応した。"
            }
        ],
        [/*ninth event*/
            {
                title:"強圧的諸条令(1774年)",
                text:"イギリスが定めた条令で「耐え難き条令(Coercive Acts)」とも呼ばれる。これらのイギリス本国の制裁措置に対して植民地側は1774年9月、フィラデルフィアで大陸会議を招集し、イギリス本国との通商を拒絶することを決議し、本国と植民地の対立は深くなった。1775年4月、武力衝突が起きてついにアメリカ独立戦争へと発展していく。"
            }
        ]
    ],
    [/*第二章*/
        [/*first event*/
            {
                title:"レキシントン・コンコードの戦い(1775年)",
                text:"コンコードに貯蔵されていた植民地側の軍需物資を押収に向かったイギリス軍と、植民地側の民兵がレキシントンで衝突した戦争。イギリス軍はコンコードでの押収には成功したが、帰路の途中で植民地側の待ち伏せにあい、244名が死傷した。"
            }
        ],
        [/*second event*/
            {

            }
        ]
    ]
]




// historyData[0][0][1].title