var historyData = [
    [/*第一章*/
        [/*first event*/
            {
                title:"新大陸の発見",
                text: "コロンブスを筆頭に新大陸の探検が始まり、西方に広がる海が発見されました。その結果「今、自分たちのいる場所はインドではなく、別の大陸なのではないか」と思う人が出てくるようになりました。南米大陸までの探検が続くと「新大陸」であることが確定しました。新大陸は多くの移民が集まり、植民地化していくことになります。 16世紀初め:アメリゴ・ベスプッチ(イタリアの探検家)にちなんで新大陸を「アメリカ」と表記するようになりました。",
            },
        ],
        [/*second event*/
            {
                title:"奴隷輸入",
                text:"アフリカから黒人奴隷を載せた船が始めてイギリス領アメリカに到着します。黒人奴隷たちは、過酷な労働を強いられました。その後、イギリスによる三角貿易によって黒人奴隷の輸入は広がっていきました。",
            }
        ],
        [/*third event*/
            {
                title:"13の植民地誕生",
                text:"13の植民地支配はイギリスとフランスを中心に行われました。13の植民地ではプランテーション(大規模農業)が展開され、それが植民地の経済を支えてきました。しかし、18世紀に入り植民地とイギリス・フランスの対立が激化することになります。"
            }
        ],
        [/*forth event*/
            {
                title:"七年戦争(1756年~1763年)",
                text:"オーストリアで起こった戦争であり、後にアメリカ・インド・アフリカなど世界を巻き込む戦争へと発展していきます。七年戦争に参戦することになったアメリカの中で、アメリカを舞台として起こった戦争をフレンチ・インディアン戦争(イギリス VS フランス)と呼びます。フレンチ・インディアン戦争で勝利したイギリスは、アメリカの植民地に対して過酷な重税をかけました。"
            }
        ],
        [/*fifth event*/
            {
                title:"砂糖法(1764年)",
                text:"糖蜜1ガロンあたり3ペンスの税が課されるという法律です。前身にあたる「糖蜜法」よりも金額的には少なくなったものの、対象がワインやコーヒー、衣類などにも広げられました。"
            }
        ],
        [/*sixth event*/
            {
                title: "印紙法(1765年)",
                text:"すべての印刷物にイギリスの印紙を貼るという法律です。新聞やパンフレット、証書やトランプにも印紙が貼られました。その結果、植民地の人々の不満が激化しました。"
            }
        ],
        [/*seventh event*/
            {
                title:"タウンゼンド諸法(1767年)",
                text:"課税を目的とした5つの法令をまとめた法律です。ガラスや鉛にも課税されました。これに対し植民地側は本国製品輸入協定で対抗しました。また、ドーターズ=オブ=リヴァティーの女性達はアメリカ製品愛用運動に立ち上がりました。このように、反対運動が激化し、1770年に撤廃されることになります。"
            }
        ],
        [/*eight event*/
            {
                title:"ボストン茶会事件(1773年)",
                text:"1773年に茶法が制定されます。茶法とはイギリスが植民地の茶市場を独占しようとする法律です。茶法制定の結果、アメリカ植民地側は不満を持ち、ボストン港に入港したイギリス船から茶葉を海に投げ捨てるという事件が起こりました。イギリスはボストン港を閉鎖し、マサチューセッツ植民地の自治を制限するなど厳しく対応しました。"
            }
        ],
        [/*ninth event*/
            {
                title:"強圧的諸条令(1774年)",
                text:"イギリスが定めた条令で「耐え難き条令(Coercive Acts)」とも呼ばれています。これらのイギリス本国の制裁措置に対して植民地側は1774年9月、フィラデルフィアで大陸会議を招集し、イギリス本国との通商を拒絶することを決議し、本国と植民地の対立は深くなりました。1775年4月、武力衝突が起きてついにアメリカ独立戦争へと発展していきます。"
            }
        ]
    ],
    [/*第二章*/
        [/*first event*/
            {
                title:"レキシントン・コンコードの戦い(1775年)",
                text:"コンコードに貯蔵されていた植民地側の軍需物資を押収に向かったイギリス軍と、植民地側の民兵がレキシントンで衝突した戦争です。イギリス軍はコンコードでの押収には成功したが、帰路の途中で植民地側の待ち伏せにあい、244名が死傷しました。"
            }
        ],
        [/*second event*/
            {
                title:"第二回大陸会議(1775年5月)",
                text:"フィラデルフィアで開催された第二回大陸会議では、ワシントンを総司令官として、13の植民地の団結力を高め、イギリス本国と戦い独立を勝ち取ろうとしました。"
            }
        ],
        [/*third event*/
            {
                title:"トマス=ペインによる「コモン=センス」の発行(1776年1月)",
                text:"「われわれのの自由と権利を侵害するイギリスから独立を求めるのは常識だ」という主旨が、世論を独立へと動かす大きな原動力となっていきました。"
            }
        ],
        [/*fourth event*/
            {
                title:"アメリカ独立宣言(1776年7月)",
                text:"トマス=ジェファソンが原案を起草しアメリカの自由・平等など基本的人権を認め、イギリスに対抗する革命権を認めることを宣言します。\n" +
                    "[理念]\n" +
                    "1.基本的人権 　\n" +
                    "全ての人は平等で、生命や自由、幸福追求の権利をもつ\n" +
                    "2.革命権 　\n" +
                    "シエフによる権利の不当な行使に対して人民が対抗する権利をもつ\n" +
                    "3.人民主権 　\n" +
                    "国を統治する権力の源泉は国民にある\n" +
                    "→しかし、人権は黒人に適用されず、奴隷制は残り続けた"
            }
        ],
        [/*fifth event*/
            {
                title:"ヨークタウンの戦い(1781年9月〜10月)",
                text:"ヴァージニア植民地東岸のイギリス国最終拠点であるヨークタウンで、米仏連合軍がチャールズ・コーンウォリス率いるイギリス軍約7,000人を包囲、降伏させました。この戦いによって、アメリカ独立戦争における植民地軍の勝利は確定し、独立戦争は事実上の終結を果たしました。"
            }
        ],
        [/*sixth event*/
            {
                title:"終戦(1783年9月)",
                text:"1783年に締結したパリ条約によって、アメリカ独立戦争は終結しました。この講和条約で、イギリスは13植民地を正式にアメリカ合衆国と認め、ミシシッピ以東のルイジアナをアメリカに割譲しました。"
            }
        ]
    ],
    [/*第三章*/
        [/*event1*/
            {
                title:"ルイジアナ買収(1803)",
                text:"アメリカ合衆国のジェファソン大統領が、フランスのナポレオンから、ミシシッピ側以西からロッキー山脈に及ぶ広大なルイジアナを買収しました。"
            }
        ],
        [/*event2*/
            {
                title:"ハイチ独立の影響(1804年)",
                text:"ナポレオンはハイチを砂糖生産に特化させ、そこで必要な穀物をルイジアナに補完するという、メキシコ湾をまたいだ植民地帝国建設を計画していたが、1798年にハイチ独立運動が激化し、計画は破錠してしまいました。ナポレオンは、ハイチ独立運動の激化中にルイジアナを手放すことを決めました。(1804年にハイチの黒人革命は成功し、黒人最初の共和国が誕生しました。)"
            }
        ],
        [/*event3*/
            {
                title:"米英戦争(1812年)",
                text:"イギリス・イギリス植民地のカナダ・インディアン諸部族とアメリカ合衆国で起きた北米植民地戦争です。戦争の結果、アメリカのナショナリズムが高まり、さらにアメリカの産業・経済が自立を迎えました。"
            }
        ],
        [/*event4*/
            {
                title: "モンロー教書の発表(1823年)",
                text:"アメリカ第五代大統領のモンローが大統領教書として発表しました。ウィーン体制下のヨーロッパ諸国のアメリカ大陸への干渉を排除し、合衆国の孤立主義の外交原則を表明しました。"
            }
        ]
    ],
    [/*第四章*/
        [/*event1*/
            {
                title:"カンザス・ネブラスカ法(1854年)",
                text:"カンザス準州とネブラスカ準州を創設することを決定した法律であると同時に、両州を奴隷州とするのか自由州とするのかは住民たちの選択に任せるとしました。その結果、カンザスに隣接するミズーリの街では北部の奴隷制反対派と南部の奴隷制賛成派が衝突し、それぞれ武装した異住民が押し寄せ、「血を流すカンザス」と呼ばれる一連の激しい衝突が起こりました。"
            }
        ],
        [/*event2*/
            {
                title: "ハーパーズ・フェリー襲撃事件(1859年)",
                text:"ロバート・E・リー率いる連合国軍がメリーランド州に侵攻した時、その一部のストーンウォール・ジャクソンの軍団がヴァージニア州ハーパーズ・フェリーが率いる合衆国軍を包囲して降伏させた事件です。\n" +
                    "「ドレッド・スコット対サンフォード事件」によって「アメリカ人の子孫が奴隷であるかどうかにかかわらず、アメリカ合衆国の市民にはなれず、アメリカ合衆国議会は連邦の領土内で奴隷制を禁じる権限がない」という判決が下されました。この判決が下された結果、奴隷制度廃止運動家のジョン・ブラウンは1859年にハーパーズ・フェリー襲撃事件を起こします。"
            }
        ],
        [/*event3*/
            {
                title:"エイブラハム・リンカーンが大統領に当選(1860年)",
                text:"奴隷制反対を声高に訴えた。この当選をきっかけに南北戦争に火種がつきました。\n" +
                    "連合国側は、サウスカロライナ州チャールストンの、合衆国軍の支配下にあったサムター要塞に対して警告を出しました。"
            }
        ],
        [/*event4*/
            {
                title:"サムター要塞攻撃事件(1861年4月)",
                text:"南北戦争開戦のきっかけとなった事件です。サムター要塞の司令官だったアンダーソン少佐は合衆国に忠誠を誓い、連合国軍が要塞を撤退するよう要求したのを拒否したため、連合国軍が砲撃を開始し、南北戦争へとつながりました。"
            },
            {
                title:"第一次ブルランの戦い(第一次マナッサスの戦い)(1861年7月)",
                text:"南北戦争中初の陸上戦闘で、バージニア州マナサス付近で行われました。トーマス・ジャクソン将軍が率いる連合国軍が合衆国軍をワシントンD.C.まで後退させました。"
            }
        ],
        [/*event5*/
            {
                title:"七日間の戦い(1862年)",
                text:"合衆国軍の最高司令官となったジョージ・B・マクレランはポトマック軍を率いてヴァージニア州へ進み、リッチモンドの南東に上陸します。しかし、連合国軍によって七日間の戦いによって、合衆国軍は連合国軍に大きな損害を与えることができたものの、ポトマック軍はリッチモンドを退却することになりました。"
            },
            {
                title:"第二次ブルランの戦い(1862年)",
                text:"連合国軍の司令官リーは軍を北進させ、連合国軍をリー軍とジャクソン軍に分割します。ジャクソン軍(連合国)をヴァージニアのマナッサス付近にいたポープ軍(合衆国)と対峙させ、リー軍は合衆国軍の左翼に集中攻撃を仕掛け、ポープ軍をワシントンまで後退させました。この戦いで勝利を手にした連合国軍は北部侵攻を計画し、メリーランドへの侵攻を始めました。"
            },
            {
                title:"アンティータムの戦い(1862年)",
                text:"ポトマック軍(合衆国軍)の立て直しに成功したマクレランは、メリーランドに侵攻してきた連合国軍と対峙します。この戦いで勝利を手にした合衆国軍は連合国軍の北部侵攻を足止めし、連合国軍はヴァージニアに後退することになりました。しかし、合衆国軍が勝利したにもかかわらず、合衆国軍の指揮官だったマクレランは解任され、アンブローズ・E・バーンサイドが任命されました。"
            },
            {
                title:"フレデリックスバーグの戦い(1862年)",
                text:"フレデリックスバーグ付近で、合衆国軍が連合国軍に対して仕掛けた戦いであったが、連合国軍が勝利しました。その結果、バーンサイドは指揮官を解任され、ジョセフ・フッカーが任命されました。"
            }
        ],
        [/*event6*/
            {
                title:"奴隷解放宣言(1863年)",
                text:"1862年のアンティータムの戦いで連合国軍が勝利したことでリンカーンは、 「1863年1月1日以降、合衆国軍が戦っていた連合国軍が支配する地域における全ての奴隷たちを解放する」とした、奴隷解放宣言を出した。この解放宣言によって、合衆国側は国際世論を味方につけることに成功した。さらに、南北戦争終戦までに約18万6千人の黒人が、合衆国軍の兵士として参戦することになった。"
            },
            {
                title:"チャンセラーズヴィルの戦い(1863年春)",
                text:"南北戦争の中盤、ヴァージニアのスポットシルバニア・コートハウスの村落周辺で起こった戦闘。この戦いでは、連合国、合衆国ともに大きな損害をもたらしたが、連合国の勝利に終わった。この勝利によって、勢いを取り戻したリー軍(連合国)は再度北部侵攻を計画する。"
            },
            {
                title:"ビックスバーグの戦い(1863年5~7月)",
                text:"ユリシーズ・グラント少将率いる合衆国軍がミシシッピ州ウォーレン郡で行われたビックスバーグの包囲戦に勝利する。1864年に、リンカーンはグラントを合衆国軍の総司令官に任命。西部戦線をウィリアム・T・シャーマンにまかせ、グラントはワシントンへ向かった。そして、「スポットシルバニア・コートハウスの戦い」や「コールドハーバーの戦い」などを立て続けに起こし、多大な犠牲者を出したにもかかわらず、グラントは戦いをやめず、その後九ヶ月に渡って「リッチモンド・ピーターズバーグの包囲戦」を展開していく。また、西部戦線をまかせれたシャーマンは、９月までにアトランタを占拠。その後「海への進軍」を開始。"
            },
            {
                title:"ゲティスバーグの戦い(1863年7月)",
                text:"北部侵攻を開始した連合国軍はペンシルベニア州南部のゲティスバーグにて、ジョージ・ミード率いる合衆国軍と対峙。三日間に及ぶ長期戦の末、合衆国軍が勝利した。しかし、連合国軍の残党はヴァージニアに逃げ込むことに成功した。"
            }
        ],
        [/*event7*/
            {
                title:"ステッドマン砦の戦い(1865年)",
                text:"東部戦線「リッチモンド・ピーターズバーグの包囲戦」で疲労状態だったリー軍率いる連合国軍は最後の抵抗を見せ、ステッドマン砦に「ステッドマン砦の戦い」を仕掛け占拠。しかし、すぐさま反撃にあい勝利は合衆国軍へと逆転していった。"
            },
            {
                title:"アポマトックス・コートハウスの戦い(1865年, 4月)",
                text:"ヴァージニア州アポマトックスで行われた戦いでは連合国軍が敗北し、連合国軍側の北ヴァージニア軍が降伏。グラントはその降伏を受け入れ、事実上南北戦争は終結した。"
            },
            {
                title:"リンカーン暗殺 (1865, 4月)",
                text:"1865年4月15日に16代アメリカ大統領エイブラハム・リンカーンがアメリカ連合国のシンパで俳優のジョン・ウィルクス・ブースに暗殺された。その後、アンドリュー・ジョンソンが後をついだ。"
            }
        ]
    ],
    [/*第五章*/
        [/*event1*/
            {
                title:"サラエボ事件(1914年6月28日)",
                text:"サラエボへ偵察に訪れていたオーストリア=ハンガリー帝国の皇位継続者フランツ・フェルディナント大公が、ボスニア系セルビア人のユーゴスラビアの民族主義者の青年ガブリオ・プリンツィプに暗殺された事件です。"
            },
            {
                title:"七月危機(1914年7月23日)",
                text:"オーストリア=ハンガリー帝国は、セルビア王国に対して最終通告を発したが、セルビア王国の回答にハンガリー帝国は満足せず、両国は臨時体制へと発展しました。 両国は同盟関係が築かれていることもあり、七月危機はヨーロッパ全土を巻き込んだ問題へと発展してしまいました。"
            },
            {
                title:"1914年(7月28日)",
                text:"オーストリア=ハンガリー帝国がセルビアの首都ベオグラードを砲撃しました。これに対して、ロシア帝国はセルビアを支援する必要があると考え、ロシア帝国から軍隊の動員を許可し第一次世界大戦へと幕が開けました。30日の夕方ロシアの総動員が発表されました。さらに翌日の7月31日にオーストリア=ハンガリー帝国、ドイツも同様の発表を行い、ドイツはロシアに対して12時間以内に軍を解除するよう要請しました。しかし、ロシアはこれを拒否し、ドイツとハンガリー帝国はロシアに宣戦布告をしました。また、フランスは8月2日にドイツを支援するため動員を発表しました。"
            },
            {
                title:"1914年(8月)",
                text:"ドイツはフランスに対して「ベルギー国内の無害通航権」を要求します。しかし、フランスはこれを拒否し、8月3日にドイツ軍はベルギーへ侵攻し、同日、フランスに対して宣戦布告しました。それに対しベルギー政府は1839年のロンドン条約を公使しました。 ※ロンドン条約とは、ベルギーの独立を認めないネーデルランド王国に対してベルギーが粘り強い国際外交を展開し、ベルギー独立革命から9年かけて完全独立を勝ち取った条約です。 その結果、条約の取り決めに従って8月4日、イギリスがドイツに対して宣戦布告しました。さらに、8月12日にフランス・イギリスがオーストリア=ハンガリー帝国に対して宣戦布告しました。8月23日には日本が連合国側についたことで大戦がアジアにも広がりました。"
            },
            {
                title:"タンネンベルクの戦い(1914年8月26日)",
                text:"ドイツのヒンデンブルク将軍が、ポーランド北東部のタンネンベルクでロシア軍を全滅させた戦いです。"
            },
            {
                title:"青島の戦い(1914年9月2日)",
                text:"日本軍が山東半島に上陸を開始しました。"
            },
            {
                title:"マルヌの戦い(1914年9月)",
                text:"フランス・イギリス軍がパリ当方のマルヌ川でドイツ軍の進撃を食い止め、短期決戦作戦を挫折たせた戦いです。西部戦線は行き詰まり、ドイツは東西二面作戦を余儀なくされました。"
            },
            {
                title:"1914年(11月)",
                text:"オスマン帝国が同盟側に参戦し、コーカサス、メソポタミア、シナイ半島で戦線が構築しまう。さらに、ヨーロッパ各国の植民地でも戦闘が繰り広げられたことで、戦闘はアフリカに及び、世界規模の大戦と発展していきました"
            }
        ],
        [/*event2*/
            {
                title:"ロンドン秘密条約調印(1915年4月)",
                text:"イギリス・フランス・ロシア・イタリア間でロンドン秘密条約が結ばれました。内容は、イタリアが連合国側にたって参戦する代わりに、「未回収のイタリア」・アドリア海沿岸地域の割譲、植民地の拡大を約束するというものでした。"
            }
        ],
        [/*event3*/
            {
                title:"ヴェルダン要塞攻防戦(1916年2月)",
                text:"西部戦線でフランス国内のヴェルダンを舞台に繰り広げられたドイツ軍とフランス軍の戦い。この戦いでは70万人以上の死傷者を出しました。"
            },
            {
                title:"ソンムの戦い(1916年7月)",
                text:"第一次世界大戦における最大の会戦で、7月から3ヶ月近く続いたイギリス・フランス軍とドイツ軍の戦いです。この戦いの舞台は、フランス北部ピカルディ地方を流れるソンム川でした。行き詰まりを見せた西部戦線において、連合国側のイギリス・フランス軍は同盟国側にドイツ軍に対して大規模な反攻を企てました。両軍とも有用な戦果を挙げることなく、対峙したまま収束を迎えました。しかし、犠牲者の数は膨大で、イギリス・フランス軍がおよそ90万人の死傷者、ドイツ軍が60万人の死傷者を出しました。"
            }
        ],
        [/*event4*/
            {
                title:"十月革命(1917年11月)",
                text:"ウラジーミル・レーニン率いるソビエト政権が「平和に関する布告」を発表。無併合、無賠償、民族自決を主とした原則です。"
            }
        ],
        [/*event5*/
            {
                title:"ウィルソンの十四ヶ条(1918年1月)",
                text:"ブレスト=リトフスクで休戦協定に調印し、東部戦線では停戦が実現しました。アメリカの28代大統領のウッドロウ・ウィルソン大統領は「平和についての布告」に対抗し、新たな戦争目的を表明する必要があると考え、十四ヶ条の原則を発表しました。民族自決・国際連盟の設立・秘密外交の禁止などを主として原則が成り立っています。"
            },
            {
                title:"ブレスト=リトフスク条約(1918年3月)",
                text:"ブレスト=リトフスクで、ドイツ・オーストリア＝ハンガリー・ブルガリア・オスマン帝国の同盟側四国代表と、ソヴィエト=ロシアとの本格的な講和条約交渉が始まりました。"
            },
            {
                title:"第一次世界大戦終結(1918年11月)",
                text:"パリ講和会議は1919年1月18日から始まり、6月28日にヴェルサイユ宮殿でヴェルサイユ条約が締結されて終わりました。この会議には日本を含む連合国代表が参加したが、イギリス・フランス・アメリカの三国が主導権を握り、敗戦国ドイツなどは参加できず、また革命直後のロシア・ソヴィエト政府も参加できませんでした。第一次世界大戦は連合国側の勝利として終わったが、全世界に大きな被害をもたらしました。"
            }
        ]
    ],
    [/*第六章*/
        [/*event1*/
            {
                title:"ポーランド侵攻(1939年)",
                text:"ドイツによるポーランド侵攻をうけて、フランスとイギリスがドイツに宣戦布告したことで開戦しました。1939年後半から1941年初頭まで、一連の軍事行為と条約締結を経て、ドイツはヨーロッパ大陸の大部分を征服あるいは支配下に置き、イタリアおよび枢軸国としての同盟関係を結びます。一方、北アフリカおよび東アフリカでの軍事駆動開始につづき、1940年半ばにフランスが敗れると、軍事衝突は主にヨーロッパの枢軸国とイギリスとの争いとして続き、長期にわたる大西洋の戦いへ続いていきました。そして1941年6月22日、ヨーロッパの枢軸国がソ連侵攻を開始し、人類史上最大の戦争の舞台が整いました。"
            }
        ],
        [/*event2*/
            {
                title:"太平洋戦争の勃発(1941年)",
                text:"1941年12月、日本がアメリカ合衆国および太平洋にあるヨーロッパ植民地の島々に対し奇襲攻撃を仕掛けました。これを受けたアメリカは直ちに日本に宣戦布告しました。イギリスがこれに対し賛同すると、ヨーロッパの枢軸国は日本との同盟関係に従って直ちにアメリカに対し宣戦布告し、太平洋戦争が開戦しました。"
            }
        ],
        [/*event3*/
            {
                title:"ミッドウェー海戦(1942年)",
                text:"1942年6月5日から6月7日にミッドウェー島付近で起こった、日本海軍とアメリカ海軍の戦いです。アメリカは「暗号解読」という技術で日本に立ち向かいました。無線を傍受し、攻撃を事前に把握して迎撃準備を整えていきました。さらに失敗も重なって、日本海軍は敗戦しました。主力空母4隻のほか多くの航空艦載機を失う大損害を負いました。敗北した日本は、太平洋地域への枢軸国側の進軍が足止めされました。"
            },
            {
                title:"スターリングラードの戦い(1942年)",
                text:"ソ連軍とナチス・ドイツ軍および枢軸国軍との間に繰り広げられました。一時ドイツ軍は、スターリングラード市街地のおよそ90%を占領して優勢に立ったが、ソ連軍側が行った反撃作戦によって状況が逆転し、最終的にはソ連軍が勝利しました。これにより、枢軸国軍が決定的な敗北を喫しました。\n" +
                    "その結果\n" +
                    "・東部戦線におけるドイツの一連の敗北\n" +
                    "・連合国軍によるシチリアおよびイタリア侵攻\n" +
                    "・太平洋地域における連合国側の勝利\n" +
                    "枢軸国側は主導権を維持することが困難となり、全ての戦線において、戦略的後退を余儀なくされました。"
            }
        ],
        [/*event4*/
            {
                title:"戦争の終結(1945年)",
                text:"ヨーロッパにおいて第二次世界大戦は、ヨーロッパ連合国並びにソ連によるドイツ侵攻をもって事実上戦争は終結しました。1945年5月8日にドイツが無条件降伏し、アジア・太平洋地域では、1945年7月26日、連合国側がポツダム宣言を発表します。しかし、日本がその勧告を拒否すると、アメリカは日本本土の広島には8月6日、長崎には8月9日に原子爆弾を投下しました。1945年8月15日、日本は降伏の意思を表明します。これによって、アジア・太平洋地域においても連合国側の全面勝利が確実なものとなりました。"
            }
        ]
    ],
    [/*第七章*/
        [/*event1*/
            {
                title:"核爆弾の開発(1944年)",
                text:"アメリカは1944年に原子爆弾を開発します。翌年には広島・長崎に原子爆弾を投下しました。世界唯一の核保有国になったが、ソ連はそれに対抗して急速に核開発を進め1949年にはソ連も原子爆弾の実験に成功しました。その後アメリカとソ連は核開発競争を推し進め、1954年にはアメリカは原子爆弾よりも強力な水素爆弾を開発しました。ソ連もアメリカに対抗して、1961年に皇帝の爆弾ツァーリボンバを開発しました。実験を行いアメリカと張り合いました。"
            }
        ],
        [/*event2*/
            {
                title:"ヤルタ会談(1945年)",
                text:"アメリカ・イギリス・ソ連はソ連領内にあるヤルタで第二次世界大戦後の世界のあり方を決める会談を行いました。アメリカ・イギリス・ソ連の間でドイツやオーストリアの分割統治やドイツに支配された国々の領土決めが行われました。ソ連はそのヤルタ会談においてヨーロッパの東側の国々であるポーランド・ルーマニア・ブルガリア・ハンガリーなどがソ連の影響下に置かれることになり、さらにドイツはアメリカ・イギリス・フランス・ソ連の四か国で分割占領することが決められました。当時のアメリカ大統領フランクリン・ローズベルトはソ連の要求をほとんど受け入れました。ドイツ降伏後旧ドイツなどのヨーロッパはヤルタ会談で決めた通り、アメリカやイギリスとフランスとソ連によって分割されることになったが、その直後にルーズベルト大統領が急死。後を継いだトルーマンは、東ヨーロッパに共産主義国が続々と誕生しているのを受け、イギリス・フランスなどと手を組み、ソ連に対抗することとなります。"
            },
            {
                title:"分断国家(1945年)",
                text:"冷戦の時代には元々一つの国だったが社会主義国と資本主義国が誕生(分断国家)しました。分断国家の代表的な国はドイツ・朝鮮・ベトナムです。 ソ連占領地域は東ドイツに、アメリカ・イギリス・フランス占領地域は西ドイツとして成立・分断されました。また、首都であったベルリンも「ベルリンの壁」を境に西ドイツと東ドイツに分断され、西ベルリンは西ドイツの飛地として東ドイツに孤立されてしまいます。朝鮮では1945年の日本敗戦によって北緯36度線を境に北側はソ連となりました。南側はアメリカがそれぞれ占領する形となり1948年に北側では朝鮮民主主義人民共和国(北朝鮮)、南側では大韓民国(韓国)が独立しました。ベトナムではフランスの植民地だったことに反抗して1945年に独立宣言を出すがこれにフランスが反抗します。第一次インドシナ戦争後、北側では社会主義国のベトナム社会主義共和国、南側では資本主義国の南ベトナム共和国が誕生し分断されてしまいました。"
            }
        ],
        [/*event3*/
            {
                title:"マーシャル・プラン (1947~1948)",
                text:"アメリカは第二次世界大戦によって崩壊したイギリスやフランスを共産主義化の防波堤にさせるためにアメリカの経済力によって莫大な支援を送り始めました。マーシャル・プランによってアメリカは、イギリス・フランスなどの西ヨーロッパとの連携を強めようとしました。"
            }
        ],
        [/*event4*/
            {
                title:"北大西洋条約機構[NATO](1949年 4月)",
                text:"ソ連に対しての軍事同盟を結成しソ連に対抗しようとします。一方のソ連もアメリカに対抗するために東ヨーロッパの共産主義国の支援をする経済協力体制であるCOMECONを設立しました。さらにワルシャワ条約機構を作り共産主義国中心にアメリカに対抗しました。"
            }
        ],
        [/*event5*/
            {
                title:"朝鮮戦争(1950年~)",
                text:"大韓民国と朝鮮民主主義共和国が朝鮮半島で戦争を起こします。大量の死者を出し、町は荒廃し、多くの戦争孤児を出すなど、戦争は泥沼化してしまいました。1953年7月27日に、南北の代表とソ連およびアメリカの代表が会合を行い、休戦協定を結んだが、実質的な終戦には未だ至っていません。"
            }
        ],
        [/*event6*/
            {
                title:"ベトナム戦争(1955年~1975年)",
                text:"「宣戦布告なき戦争」と呼ばれています。当時北と南に分かれていたベトナムで起きた内戦だが、主な内容としては「北ベトナム軍」と、「南ベトナム軍・アメリカ軍」の戦いでした。1964年に北ベトナムがトンキン湾事件を起こすとアメリカがベトナム戦争に介入し始め北ベトナムと戦争状態となります。アメリカは北ベトナムに対して北爆を行なったが、北ベトナムのゲリラ戦に苦戦。最終的にはアメリカは北ベトナムから撤退し、1975年に北ベトナムの勝利で終わりました。"
            }
        ],
        [/*event7*/
            {
                title:"キューバ危機(1962年)",
                text:"アメリカとソビエト連邦間の軍事的緊張が高まり、一時は核戦争間近とまで言われた状態を「キューバ危機」といいます。ソ連はキューバを支援し、キューバに対して核ミサイルを配置してアメリカを威嚇しました。アメリカはソ連に対して核戦争を行うことも構わないという声明を出して一時期世界中で緊張が走ったが、ソ連が土壇場で譲歩し、危機は免れました。これ以降アメリカとソ連は徐々に歩み寄りを見せていきます。"
            }
        ],
        [/*event8*/
            {
                title:"冷戦の終結(1989年)",
                text:"東ヨーロッパ諸国で東欧革命により各地で共産主義国家が倒れていきます。同年にベルリンの壁が崩壊されました。さらに、ソ連ではアフガニスタン侵攻による財政破綻によってソ連の勢いはどんどん低下します。ゴルバチョフ書記長によるペレストロイカによってどんどんソ連は改革していきます。そしてアメリカとマルタ島で会談を行い冷戦が終結しました。その2年後にソ連は崩壊して冷戦の時代は完全に終わりを迎えました。"
            }
        ]
    ],
    [/*第八章*/
        [/*event1*/
            {
                title:"アメリカ同時多発テロ(2001年9月11日)",
                text:"2001年9月11日、テロリストにハイジャックされた2機の民間機が、ニューヨークのマンハッタンにある世界貿易センターのツインタワービルに立て続けに激突し、ビルが倒壊しました。さらに、別にハイジャックされた航空機は、アメリカ防衛の中枢ペンタゴンに激突し、多くの死傷者を出した事件です。"
            }
        ],
        [/*event2*/
            {
                title:"イラク戦争(2003年)",
                text:"当時大統領だったジョージ・W・ブッシュ政権下のアメリカ合衆国が主体となった有志連合（イギリス、オーストラリア、ポーランドなど）が、2003年3月20日にイラクへ侵攻したことで始まった軍事的介入です。1991年に起こった湾岸戦争の停戦条件として、国連安全保障理事会はイラクへ「大量破壊兵器の破壊」を義務付けました。しかし、イラク側が協力的な態度を示してこなかったために、そのイラクを主導していた当時の最高権力者勘・フセイン大統領を打倒する目的で開始されました。2003年4月9日にはバグダッドが暴落してフセイン大統領が逃亡したため、イラク政権は崩壊します。2003年12月13日にはサダム・フセインが逮捕されました。そのため、イラク国内の治安悪化によってテロ活動が活発化します。アメリカ大統領バラック・オバマが「戦闘終結宣言」と「イラクの自由戦線の終了宣言」を出した2011年12月15日まで、有志連合軍はイラクへ駐留することになりました。"
            }
        ],
        [/*event3*/
            {
                title:"バラク・オバマ大統領就任(2009年)",
                text:"第44代大統領となった民主党のバラク・オバマは初の黒人大統領として、世界で話題となりました。これをきっかけに、南部出身者もアイルランド人も黒人も、アメリカでは長く差別されてきたが、そのような生活も解放されつつあるようです。"
            }
        ]
    ],
    [/*黒人差別の歴史*/
        [/*event1*/
            {
                title:"奴隷貿易(1619年)",
                text:"ヴァージニアジェームズタウンに20人のアフリカ黒人が売り渡されました。アメリカ市場最初のアフリカ黒人の輸入と言われています。18世紀には黒人貿易が盛んになり、多くの黒人が生まれ故郷に運びこまれました。"
            }
        ],
        [/*event2*/
            {
                title:"奴隷制度成立(1670年)",
                text:"ヴァージニアでは白人年季方向人が6000人、黒人奴隷が2000人であり、白人方向人は黒人奴隷の3倍近くいました。白人年季方向人は、購入費や年季中の諸経費、解放給付など費用がかかるため、労働力として不満足でした。それに対して、黒人奴隷は、最初の購入費は高かったが、黒人奴隷は一生涯奴隷であり、維持費も安かったため、労働力としては満足したものでした。18世紀後半の独立革命の頃には、植民地に輸入される白人年季奉公人はほとんどいなくなりました。"
            }
        ],
        [/*event3*/
            {
                title:"奴隷解放宣言(1861年)",
                text:"1861年に奴隷制を否定する北部と、奴隷制を肯定する南部で対立が起こりました(南北戦争)。この戦争は4年間続き、北部の勝利に終わります。その後、奴隷解放宣言が出され、南部の州で奴隷の扱いを受けていた黒人が解放されたように見えたが、南部では依然として黒人に対する軽蔑が続きました。"
            }
        ],
        [/*event4*/
            {
                title:"バス・ボイコット運動(1955年)",
                text:"駅の待合室や便所、水飲み場や公園などの公共施設には「白人専用」「黒人専用」と書かれた表示板が設置され、黒人は白人と同じものを使えないようになりました。\n" +
                    "1955年12月1日、黒人女性のローザ・パークスは仕事帰りにバスを利用し、白人専用座席のすぐ後ろに座りました。そこへ、白人が乗車し、バスの運転手はパークスに席を譲るよう命令します。要求に応じなかったパークスは逮捕されてしまいました。\n"
            }
        ],
        [/*event5*/
            {
                title:"ワシントン大行進(1963年8月28日)",
                text:"公民権運動が最盛期を迎えていた1963年8月28日、首都ワシントンに25万人のものが「1963年までに完全解放を！」との標語を元に集まりました。行進に参加した25万人のうち、白人は6万人もいました。行進の最後には王牧師の”I have a dream.”の演説が行われました。"
            }
        ]
    ]
]




// historyData[0][0][1].title