var historyData = [
    [/*第一章*/
        [/*first event*/
            {
                title:"新大陸の発見",
                text: "コロンブスを筆頭に新大陸の探検が始まり、西方に広がる海が発見された。その結果「今、自分たちのいる場所はインドではなく、別の大陸なのではないか」と思う人が出てくるようになった。南米大陸までの探検が続くと「新大陸」であることが確定した。新大陸は多くの移民が集まり、植民地化していくことになる。 16世紀初め:アメリゴ・ベスプッチ(イタリアの探検家)にちなんで新大陸を「アメリカ」と表記するようになった。",
            },
        ],
        [/*second event*/
            {
                title:"奴隷輸入",
                text:"アフリカから黒人奴隷を載せた船が始めてイギリス領アメリカに到着。黒人奴隷たちは、過酷な労働を強いられた。その後、イギリスによる三角貿易によって黒人奴隷の輸入は広がっていった。",
            }
        ],
        [/*third event*/
            {
                title:"13の植民地誕生",
                text:"13の植民地支配はイギリスとフランスを中心に行われてきた。13の植民地ではプランテーション(大規模農業)が展開され、それが植民地の経済を支えてきた。しかし、18世紀に入り植民地とイギリス・フランスの対立が激化することになる。"
            }
        ],
        [/*forth event*/
            {
                title:"七年戦争(1756年~1763年)",
                text:"オーストリアで起こった戦争であり、後にアメリカ・インド・アフリカなど世界を巻き込む戦争へと発展していった。七年戦争に参戦することになったアメリカの中で、アメリカを舞台として起こった戦争をフレンチ・インディアン戦争(イギリス VS フランス)と呼ぶ。フレンチ・インディアン戦争で勝利したイギリスは、アメリカの植民地に対して過酷な重税をかけることになる。"
            }
        ],
        [/*fifth event*/
            {
                title:"砂糖法(1764年)",
                text:"糖蜜1ガロンあたり3ペンスの税が課されるもの。前身にあたる「糖蜜法」よりも金額的には少なくなったものの、対象がワインやコーヒー、衣類などにも広げられた。"
            }
        ],
        [/*sixth event*/
            {
                title: "印紙法(1765年)",
                text:"すべての印刷物にイギリスの印紙を貼るというもの。新聞やパンフレット、証書やトランプにも印紙が貼られた。その結果、植民地の人々の不満が激化した。"
            }
        ],
        [/*seventh event*/
            {
                title:"タウンゼンド諸法(1767年)",
                text:"課税を目的とした5つの法令をまとめたもの。ガラスや鉛にも課税された。これに対し植民地側は本国製品輸入協定で対抗。また、ドーターズ=オブ=リヴァティーの女性達はアメリカ製品愛用運動に立ち上がった。このように、反対運動が激化し、1770年に撤廃されることになる。"
            }
        ],
        [/*eight event*/
            {
                title:"ボストン茶会事件(1773年)",
                text:"1773年に茶法が制定される。茶法とはイギリスが植民地の茶市場を独占しようとするもの。茶法制定の結果、アメリカ植民地側は不満を持ち、ボストン港に入港したイギリス船から茶葉を海に投げ捨てるという事件が起こる。イギリスはボストン港を閉鎖し、マサチューセッツ植民地の自治を制限するなど厳しく対応した。"
            }
        ],
        [/*ninth event*/
            {
                title:"強圧的諸条令(1774年)",
                text:"イギリスが定めた条令で「耐え難き条令(Coercive Acts)」とも呼ばれる。これらのイギリス本国の制裁措置に対して植民地側は1774年9月、フィラデルフィアで大陸会議を招集し、イギリス本国との通商を拒絶することを決議し、本国と植民地の対立は深くなった。1775年4月、武力衝突が起きてついにアメリカ独立戦争へと発展していく。"
            }
        ]
    ],
    [/*第二章*/
        [/*first event*/
            {
                title:"レキシントン・コンコードの戦い(1775年)",
                text:"コンコードに貯蔵されていた植民地側の軍需物資を押収に向かったイギリス軍と、植民地側の民兵がレキシントンで衝突した戦争。イギリス軍はコンコードでの押収には成功したが、帰路の途中で植民地側の待ち伏せにあい、244名が死傷した。"
            }
        ],
        [/*second event*/
            {
                title:"第二回大陸会議(1775年5月)",
                text:"フィラデルフィアで開催された第二回大陸会議では、ワシントンを総司令官として、13の植民地の団結力を高め、イギリス本国と戦い独立を勝ち取ろうとした。"
            }
        ],
        [/*third event*/
            {
                title:"トマス=ペインによる「コモン=センス」の発行(1776年1月)",
                text:"「われわれのの自由と権利を侵害するイギリスから独立を求めるのは常識だ」という主旨が、世論を独立へと動かす大きな原動力となっていった。"
            }
        ],
        [/*fourth event*/
            {
                title:"アメリカ独立宣言(1776年7月)",
                text:"トマス=ジェファソンが原案を起草しアメリカの自由・平等など基本的人権を認め、イギリスに対抗する革命権を認めることを宣言。\n" +
                    "[理念]\n" +
                    "1.基本的人権 　\n" +
                    "全ての人は平等で、生命や自由、幸福追求の権利をもつ\n" +
                    "2.革命権 　\n" +
                    "シエフによる権利の不当な行使に対して人民が対抗する権利をもつ\n" +
                    "3.人民主権 　\n" +
                    "国を統治する権力の源泉は国民にある\n" +
                    "→しかし、人権は黒人に適用されず、奴隷制は残り続けた"
            }
        ],
        [/*fifth event*/
            {
                title:"ヨークタウンの戦い(1781年9月〜10月)",
                text:"ヴァージニア植民地東岸のイギリス国最終拠点であるヨークタウンで、米仏連合軍がチャールズ・コーンウォリス率いるイギリス軍約7,000人を包囲、降伏させた。この戦いによって、アメリカ独立戦争における植民地軍の勝利は確定し、独立戦争は事実上の終結を見た。"
            }
        ],
        [/*sixth event*/
            {
                title:"終戦(1783年9月)",
                text:"1783年に締結したパリ条約によって、アメリカ独立戦争は終結した。この講和条約で、イギリスは13植民地を正式にアメリカ合衆国と認め、ミシシッピ以東のルイジアナをアメリカに割譲した。"
            }
        ]
    ],
    [/*第三章*/
        [/*event1*/
            {
                title:"ルイジアナ買収(1803)",
                text:"アメリカ合衆国のジェファソン大統領が、フランスのナポレオンから、ミシシッピ側以西からロッキー山脈に及ぶ広大なルイジアナを買収。"
            }
        ],
        [/*event2*/
            {
                title:"ハイチ独立の影響(1804年)",
                text:"ナポレオンはハイチを砂糖生産に特化させ、そこで必要な穀物をルイジアナに補完するという、メキシコ湾をまたいだ植民地帝国建設を計画していたが、1798年にハイチ独立運動が激化し、計画は破錠した。ナポレオンは、ハイチ独立運動の激化中にルイジアナを手放すことを決めた。(1804年にハイチの黒人革命は成功し、黒人最初の共和国が誕生した。)"
            }
        ],
        [/*event3*/
            {
                title:"米英戦争(1812年)",
                text:"イギリス・イギリス植民地のカナダ・インディアン諸部族とアメリカ合衆国で起きた北米植民地戦争。戦争の結果、アメリカのナショナリズムが高まり、さらにアメリカの産業・経済が自立を迎えた。"
            }
        ],
        [/*event4*/
            {
                title: "モンロー教書のはっぴょう(1823年)",
                text:"アメリカ第五代大統領のモンローが大統領教書として発表。ウィーン体制下のヨーロッパ諸国のアメリカ大陸への干渉を排除し、合衆国の孤立主義の外交原則を表明した。"
            }
        ]
    ],
    [/*第四章*/
        [/*event1*/
            {
                title:"カンザス・ネブラスカ法(1854年)",
                text:"カンザス準州とネブラスカ準州を創設することを決定した法律であると同時に、両州を奴隷州とするのか自由州とするのかは住民たちの選択に任せるとした。その結果、カンザスに隣接するミズーリの街では北部の奴隷制反対派と南部の奴隷制賛成派が衝突し、それぞれ武装した異住民が押し寄せ、「血を流すカンザス」と呼ばれる一連の激しい衝突が起こる。"
            }
        ],
        [/*event2*/
            {
                title: "ハーパーズ・フェリー襲撃事件(1859年)",
                text:"ロバート・E・リー率いる連合国軍がメリーランド州に侵攻した時、その一部のストーンウォール・ジャクソンの軍団がヴァージニア州ハーパーズ・フェリーが率いる合衆国軍を包囲して降伏させた事件。\n" +
                    "「ドレッド・スコット対サンフォード事件」によって「アメリカ人の子孫が奴隷であるかどうかにかかわらず、アメリカ合衆国の市民にはなれず、アメリカ合衆国議会は連邦の領土内で奴隷制を禁じる権限がない」という判決が下された。この判決が下された結果、奴隷制度廃止運動家のジョン・ブラウンは1859年にハーパーズ・フェリー襲撃事件を起こす。"
            }
        ],
        [/*event3*/
            {
                title:"エイブラハム・リンカーンが大統領に当選(1860年)",
                text:"奴隷制反対を声高に訴えた。この当選をきっかけに南北戦争に火種がつく。\n" +
                    "連合国側は、サウスカロライナ州チャールストンの、合衆国軍の支配下にあったサムター要塞に対して警告を出す。"
            }
        ],
        [/*event4*/
            {
                title:"サムター要塞攻撃事件(1861年4月)",
                text:"南北戦争開戦のきっかけとなった事件。サムター要塞の司令官だったアンダーソン少佐は合衆国に忠誠を誓い、連合国軍が要塞を撤退するよう要求したのを拒否したため、連合国軍が砲撃を開始し、南北戦争へとつながった。"
            },
            {
                title:"第一次ブルランの戦い(第一次マナッサスの戦い)(1861年7月)",
                text:"南北戦争中初の陸上戦闘で、バージニア州マナサス付近で行われた。トーマス・ジャクソン将軍が率いる連合国軍が合衆国軍をワシントンD.C.まで後退させた。"
            }
        ],
        [/*event5*/
            {
                title:"七日間の戦い(1862年)",
                text:"合衆国軍の最高司令官となったジョージ・B・マクレランはポトマック軍を率いてヴァージニア州へ進み、リッチモンドの南東に上陸。しかし、連合国軍によって七日間の戦いによって、合衆国軍は連合国軍に大きな損害を与えることができたものの、ポトマック軍はリッチモンドを退却することになった。"
            },
            {
                title:"第二次ブルランの戦い(1862年)",
                text:"連合国軍の司令官リーは軍を北進させ、連合国軍をリー軍とジャクソン軍に分割。ジャクソン軍(連合国)をヴァージニアのマナッサス付近にいたポープ軍(合衆国)と対峙させ、リー軍は合衆国軍の左翼に集中攻撃を仕掛け、ポープ軍をワシントンまで後退させた。この戦いで勝利を手にした連合国軍は北部侵攻を計画。メリーランドへの侵攻を始める。"
            },
            {
                title:"アンティータムの戦い(1862年)",
                text:"ポトマック軍(合衆国軍)の立て直しに成功したマクレランは、メリーランドに侵攻してきた連合国軍と対峙する。この戦いで勝利を手にした合衆国軍は連合国軍の北部侵攻を足止めし、連合国軍はヴァージニアに後退することになった。しかし、合衆国軍が勝利したにもかかわらず、合衆国軍の指揮官だったマクレランは解任され、アンブローズ・E・バーンサイドが任命された。"
            },
            {
                title:"フレデリックスバーグの戦い(1862年)",
                text:"フレデリックスバーグ付近で、合衆国軍が連合国軍に対して仕掛けた戦いであったが、連合国軍が勝利した。その結果、バーンサイドは指揮官を解任され、ジョセフ・フッカーが任命された。"
            }
        ]
    ],
    [/*第五章*/
        [/*event1*/
            {
                title:"サラエボ事件(1914年6月28日)",
                text:"サラエボへ偵察に訪れていたオーストリア=ハンガリー帝国の皇位継続者フランツ・フェルディナント大公が、ボスニア系セルビア人のユーゴスラビアの民族主義者の青年ガブリオ・プリンツィプに暗殺された事件。"
            },
            {
                title:"七月危機(1914年7月23日)",
                text:"オーストリア=ハンガリー帝国は、セルビア王国に対して最終通告を発したが、セルビア王国の回答にハンガリー帝国は満足せず、両国は臨時体制へと発展。 両国は同盟関係が築かれていることもあり、七月危機はヨーロッパ全土を巻き込んだ問題へと発展してしまった。"
            },
            {
                title:"1914年(7月28日)",
                text:"オーストリア=ハンガリー帝国がセルビアの首都ベオグラードを砲撃。これに対して、ロシア帝国はセルビアを支援する必要があると考え、ロシア帝国から軍隊の動員を許可し第一次世界大戦へと幕が開ける。30日の夕方ロシアの総動員が発表された。さらに翌日の7月31日にオーストリア=ハンガリー帝国、ドイツも同様の発表を行い、ドイツはロシアに対して12時間以内に軍を解除するよう要請。しかし、ロシアはこれを拒否し、ドイツとハンガリー帝国はロシアに宣戦布告。また、フランスは8月2日にドイツを支援するため動員を発表した。"
            },
            {
                title:"1914年(8月)",
                text:"ドイツはフランスに対して「ベルギー国内の無害通航権」を要求。しかし、フランスはこれを拒否し、8月3日にドイツ軍はベルギーへ侵攻し、同日、フランスに対して宣戦布告。それに対しベルギー政府は1839年のロンドン条約を公使。 ※ロンドン条約とは、ベルギーの独立を認めないネーデルランド王国に対してベルギーが粘り強い国際外交を展開し、ベルギー独立革命から9年かけて完全独立を勝ち取った条約である。 その結果、条約の取り決めに従って8月4日、イギリスがドイツに対して宣戦布告。さらに、8月12日にフランス・イギリスがオーストリア=ハンガリー帝国に対して宣戦布告。8月23日には日本が連合国側についたことで大戦がアジアにも広がった。"
            },
            {
                title:"タンネンベルクの戦い(1914年8月26日)",
                text:"ドイツのヒンデンブルク将軍が、ポーランド北東部のタンネンベルクでロシア軍を全滅させた戦い。"
            },
            {
                title:"青島の戦い(1914年9月2日)",
                text:"日本軍が山東半島に上陸を開始した。"
            },
            {
                title:"マルヌの戦い(1914年9月)",
                text:"フランス・イギリス軍がパリ当方のマルヌ川でドイツ軍の進撃を食い止め、短期決戦作戦を挫折たせた戦い。西部戦線は行き詰まり、ドイツは東西二面作戦を余儀なくされた。"
            },
            {
                title:"1914年(11月)",
                text:"オスマン帝国が同盟側に参戦し、コーカサス、メソポタミア、シナイ半島で戦線が構築。さらに、ヨーロッパ各国の植民地でも戦闘が繰り広げられたことで、戦闘はアフリカに及び、世界規模の大戦と発展していった"
            }
        ],
        [/*event2*/
            {
                title:"ロンドン秘密条約調印(1915年4月)",
                text:"イギリス・フランス・ロシア・イタリア間でロンドン秘密条約が結ばれた。内容は、イタリアが連合国側にたって参戦する代わりに、「未回収のイタリア」・アドリア海沿岸地域の割譲、植民地の拡大を約束するというもの。"
            }
        ],
        [/*event3*/
            {
                title:"ヴェルダン要塞攻防戦(1916年2月)",
                text:"西部戦線でフランス国内のヴェルダンを舞台に繰り広げられたドイツ軍とフランス軍の戦い。この戦いでは70万人以上の死傷者を出した。"
            },
            {
                title:"ソンムの戦い(1916年7月)",
                text:"第一次世界大戦における最大の会戦で、7月から3ヶ月近く続いたイギリス・フランス軍とドイツ軍の戦い。この戦いの舞台は、フランス北部ピカルディ地方を流れるソンム川。行き詰まりを見せた西部戦線において、連合国側のイギリス・フランス軍は同盟国側にドイツ軍 に対して大規模な反攻を企てた。両軍とも有用な戦果を挙げることなく、対峙したまま収束を迎えた。しかし、犠牲者の数は膨大で、イギリス・フランス軍がおよそ90万人の死傷者、ドイツ軍が60万人の死傷者を出した。"
            }
        ],
        [/*event4*/
            {
                title:"十月革命(1917年11月)",
                text:"ウラジーミル・レーニン率いるソビエト政権が「平和に関する布告」を発表。無併合、無賠償、民族自決を主とした原則。"
            }
        ],
        [/*event5*/
            {
                title:"ウィルソンの十四ヶ条(1918年1月)",
                text:"ブレスト=リトフスクで休戦協定に調印し、東部戦線では停戦が実現した。アメリカの28代大統領のウッドロウ・ウィルソン大統領は「平和についての布告」に対抗し、新たな戦争目的を表明する必要があると考え、十四ヶ条の原則を発表した。民族自決・国際連盟の設立・秘密外交の禁止などを主として原則が成り立っている。"
            },
            {
                title:"ブレスト=リトフスク条約(1918年3月)",
                text:"ブレスト=リトフスクで、ドイツ・オーストリア＝ハンガリー・ブルガリア・オスマン帝国の同盟側四国代表と、ソヴィエト=ロシアとの本格的な講和条約交渉が始まった。"
            },
            {
                title:"第一次世界大戦終結(1918年11月)",
                text:"パリ講和会議は1919年1月18日から始まり、6月28日にヴェルサイユ宮殿でヴェルサイユ条約が締結されて終わった。この会議には日本を含む連合国代表が参加したが、イギリス・フランス・アメリカの三国が主導権を握り、敗戦国ドイツなどは参加できず、また革命直後のロシア・ソヴィエト政府も参加できなかった。第一次世界大戦は連合国側の勝利として終わったが、全世界に大きな被害をもたらした。"
            }
        ]
    ]
]




// historyData[0][0][1].title